Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: In the final stretch
ar: في المرحلة الأخيرة
cs: Ve finiši
da: På sidste stræk
de: Auf der Zielgeraden
es: En la recta final
et: Viimasel sirgel
fi: Loppusuoralla
fr: Dernière ligne droite
hr: U završnoj ravnini
hu: Az utolsó szakaszban
is: Á lokasprettinum
it: Rush finale
ja: いよいよ大詰め
ko: 마지막 단계예요
lv: Finiša taisnē
nb: I innspurten
nl: In de laatste loodjes
pl: Na ostatniej prostej
pt: Na reta final
ro: Pe ultima sută de metri
ru: На финишной прямой
sk: Vo finiši
sl: V zadnjem zavoju
sv: I slutspurten
th: อยู่ในโค้งสุดท้าย
tr: Son düzlükte
uk: На фінішній прямій
vi: Đang trong chặng nước rút
zh_hans: 进入最后冲刺
zh_hant: 進入最後衝刺

source: Information We Collect
ar: المعلومات التي نجمعها
cs: Informace, které shromažďujeme
da: Oplysninger, vi indsamler
de: Welche Daten wir erheben
es: Información que recopilamos
et: Millist teavet me kogume
fi: Keräämämme tiedot
fr: Informations collectées
hr: Podaci koje prikupljamo
hu: Az általunk gyűjtött adatok
is: Upplýsingar sem við söfnum
it: Informazioni che raccogliamo
ja: 収集する情報
ko: 수집하는 정보
lv: Informācija, ko mēs vācam
nb: Informasjonen vi samler inn
nl: Welke gegevens we verzamelen
pl: Jakie dane zbieramy
pt: Informações que coletamos
ro: Informațiile pe care le colectăm
ru: Какую информацию мы собираем
sk: Údaje, ktoré zhromažďujeme
sl: Podatki, ki jih zbiramo
sv: Uppgifter vi samlar in
th: ข้อมูลที่เราเก็บรวบรวม
tr: Topladığımız Bilgiler
uk: Яку інформацію ми збираємо
vi: Thông tin chúng tôi thu thập
zh_hans: 我们收集的信息
zh_hant: 我們蒐集的資訊

source: Intimate
ar: حميمي
cs: Komorní
da: Intimt
de: Intim
es: Íntima
et: Hubane
fi: Intiimi
fr: Intime
hr: Intimno
hu: Meghitt
is: Náin
it: Intimo
ja: アットホーム
ko: 스몰웨딩
lv: Intīmas
nb: Intimt
nl: Intiem
pl: Kameralne
pt: Íntimo
ro: Intimă
ru: Камерная
sk: Komorná
sl: Intimna
sv: Intimt
th: อบอุ่นเป็นกันเอง
tr: Samimi
uk: Камерне
vi: Ấm cúng
zh_hans: 小而温馨
zh_hant: 溫馨小型

source: Intimate 25 or fewer
ar: حميمي 25 ضيفًا أو أقل
cs: Komorní 25 a méně
da: Intimt 25 eller færre
de: Intim 25 oder weniger
es: Íntima 25 o menos
et: Hubane 25 või vähem
fi: Intiimi 25 tai vähemmän
fr: Intime 25 ou moins
hr: Intimno 25 ili manje
hu: Meghitt 25 vagy kevesebb
is: Náin 25 eða færri
it: Intima 25 o meno
ja: アットホーム 25名以下
ko: 스몰웨딩 25명 이하
lv: Intīmas 25 vai mazāk
nb: Intimt 25 eller færre
nl: Intiem 25 of minder
pl: Kameralne 25 lub mniej
pt: Íntimo 25 ou menos
ro: Intimă 25 sau mai puțini
ru: Камерная 25 или меньше
sk: Komorná 25 a menej
sl: Intimna 25 ali manj
sv: Intimt 25 eller färre
th: อบอุ่นเป็นกันเอง 25 คนหรือน้อยกว่า
tr: Samimi 25 veya daha az
uk: Камерне 25 або менше
vi: Ấm cúng 25 khách trở xuống
zh_hans: 小而温馨 25 位以内
zh_hant: 溫馨小型 25 位以下

source: Invitation History
ar: سجل الدعوات
cs: Historie pozvánek
da: Invitationshistorik
de: Verlauf der Einladung
es: Historial de la invitación
et: Kutsete ajalugu
fi: Kutsuhistoria
fr: Historique de l'invitation
hr: Povijest pozivnica
hu: Meghívók előzményei
is: Saga boðskorta
it: Storico dell'invito
ja: 招待状の履歴
ko: 청첩장 발송 기록
lv: Ielūgumu vēsture
nb: Invitasjonshistorikk
nl: Uitnodigingsgeschiedenis
pl: Historia zaproszeń
pt: Histórico de convites
ro: Istoricul invitațiilor
ru: История приглашений
sk: História pozvánok
sl: Zgodovina vabil
sv: Inbjudningshistorik
th: ประวัติการส่งคำเชิญ
tr: Davetiye Geçmişi
uk: Історія запрошень
vi: Lịch sử thiệp mời
zh_hans: 邀请记录
zh_hant: 喜帖寄送紀錄

source: Invitation Sent
ar: أُرسلت الدعوة
cs: Pozvánka odeslána
da: Invitation sendt
de: Einladung verschickt
es: Invitación enviada
et: Kutse saadetud
fi: Kutsu lähetetty
fr: Invitation envoyée
hr: Pozivnica poslana
hu: Meghívó elküldve
is: Boðskort sent
it: Invito inviato
ja: 招待状を送信済み
ko: 청첩장 발송됨
lv: Ielūgums nosūtīts
nb: Invitasjon sendt
nl: Uitnodiging verstuurd
pl: Zaproszenie wysłane
pt: Convite enviado
ro: Invitație trimisă
ru: Приглашение отправлено
sk: Pozvánka odoslaná
sl: Vabilo poslano
sv: Inbjudan skickad
th: ส่งคำเชิญแล้ว
tr: Davetiye Gönderildi
uk: Запрошення надіслано
vi: Đã gửi thiệp mời
zh_hans: 邀请已发送
zh_hant: 喜帖已寄出

source: Invitation sent
ar: أُرسلت الدعوة
cs: Pozvánka odeslána
da: Invitation sendt
de: Einladung verschickt
es: Invitación enviada
et: Kutse saadetud
fi: Kutsu lähetetty
fr: Invitation envoyée
hr: Pozivnica poslana
hu: Meghívó elküldve
is: Boðskort sent
it: Invito inviato
ja: 招待状を送信しました
ko: 청첩장 발송됨
lv: Ielūgums nosūtīts
nb: Invitasjon sendt
nl: Uitnodiging verstuurd
pl: Zaproszenie wysłane
pt: Convite enviado
ro: Invitație trimisă
ru: Приглашение отправлено
sk: Pozvánka odoslaná
sl: Vabilo poslano
sv: Inbjudan skickad
th: ส่งคำเชิญแล้ว
tr: Davetiye gönderildi
uk: Запрошення надіслано
vi: Đã gửi thiệp mời
zh_hans: 邀请已发送
zh_hant: 喜帖已寄出

source: Invitation viewed
ar: شوهدت الدعوة
cs: Pozvánka zobrazena
da: Invitation set
de: Einladung angesehen
es: Invitación vista
et: Kutset vaadatud
fi: Kutsu katsottu
fr: Invitation consultée
hr: Pozivnica pregledana
hu: Meghívó megtekintve
is: Boðskort skoðað
it: Invito visualizzato
ja: 招待状が閲覧されました
ko: 청첩장 확인함
lv: Ielūgums apskatīts
nb: Invitasjon åpnet
nl: Uitnodiging bekeken
pl: Zaproszenie wyświetlone
pt: Convite visualizado
ro: Invitație vizualizată
ru: Приглашение просмотрено
sk: Pozvánka zobrazená
sl: Vabilo ogledano
sv: Inbjudan öppnad
th: เปิดดูคำเชิญแล้ว
tr: Davetiye görüntülendi
uk: Запрошення переглянуто
vi: Đã xem thiệp mời
zh_hans: 邀请已查看
zh_hant: 喜帖已被查看

source: Invitations
ar: الدعوات
cs: Pozvánky
da: Invitationer
de: Einladungen
es: Invitaciones
et: Kutsed
fi: Kutsut
fr: Faire-part
hr: Pozivnice
hu: Meghívók
is: Boðskort
it: Inviti
ja: 招待状
ko: 청첩장
lv: Ielūgumi
nb: Invitasjoner
nl: Uitnodigingen
pl: Zaproszenia
pt: Convites
ro: Invitații
ru: Приглашения
sk: Pozvánky
sl: Vabila
sv: Inbjudningar
th: การ์ดเชิญ
tr: Davetiyeler
uk: Запрошення
vi: Thiệp mời
zh_hans: 请柬
zh_hant: 喜帖

source: Invitations & Favors
ar: الدعوات والهدايا التذكارية
cs: Pozvánky a dárky pro hosty
da: Invitationer & bordgaver
de: Einladungen & Gastgeschenke
es: Invitaciones y detalles
et: Kutsed ja meened
fi: Kutsut ja muistolahjat
fr: Faire-part et cadeaux
hr: Pozivnice i pokloni gostima
hu: Meghívók és köszönetajándékok
is: Boðskort og gestagjafir
it: Inviti e bomboniere
ja: 招待状・引き出物
ko: 청첩장 & 답례품
lv: Ielūgumi un dāvaniņas
nb: Invitasjoner og bordgaver
nl: Uitnodigingen & Bedankjes
pl: Zaproszenia i upominki
pt: Convites e lembranças
ro: Invitații și mărturii
ru: Приглашения и бонбоньерки
sk: Pozvánky a darčeky pre hostí
sl: Vabila in darilca
sv: Inbjudningar & gästgåvor
th: การ์ดเชิญและของชำร่วย
tr: Davetiyeler ve Hediyelikler
uk: Запрошення та бонбоньєрки
vi: Thiệp mời & Quà cảm ơn
zh_hans: 请柬与伴手礼
zh_hant: 喜帖與小禮

source: Invitations, RSVPs, plus-ones, dietary notes and seating all hang off this one number — change it any time and everything follows.
ar: الدعوات وتأكيدات الحضور والمرافقون والملاحظات الغذائية وتوزيع الجلوس، كلها مرتبطة بهذا الرقم — غيّره في أي وقت وسيتبعه كل شيء.
cs: Pozvánky, RSVP, doprovody, poznámky k jídlu i zasedací pořádek se odvíjejí od tohoto jednoho čísla — změňte ho kdykoli a všechno se přizpůsobí.
da: Invitationer, RSVP'er, ledsagere, kostnoter og bordplan hænger alle sammen på dette ene tal — ændr det når som helst, så følger resten med.
de: Einladungen, Zusagen, Begleitungen, Essenswünsche und Sitzplan hängen alle an dieser einen Zahl — ändert sie jederzeit, alles andere passt sich an.
es: Invitaciones, RSVP, acompañantes, notas de dieta y plano de mesas dependen de este número: cambiadlo cuando queráis y todo lo demás se ajusta solo.
et: Kutsed, RSVP-d, kaaslased, toitumismärkused ja istumisplaan sõltuvad kõik sellest ühest arvust — muuda seda millal iganes ja kõik ülejäänu järgneb.
fi: Kutsut, RSVP-vastaukset, avecit, ruokavaliot ja pöytäjärjestys perustuvat tähän yhteen lukuun — muuta sitä milloin vain, ja kaikki muu seuraa perässä.
fr: Invitations, RSVP, accompagnants, régimes alimentaires et plan de table dépendent tous de ce chiffre — modifiez-le quand vous voulez, tout le reste suit.
hr: Pozivnice, RSVP-ovi, pratnje, prehrambene napomene i raspored sjedenja ovise o ovom jednom broju — promijenite ga kad god želite i sve se prilagodi.
hu: A meghívók, a visszajelzések, a kísérők, az étkezési igények és az ültetési rend mind ezen az egy számon múlnak — változtasd meg bármikor, és minden követi.
is: Boðskort, RSVP, fylgdargestir, athugasemdir um mataræði og borðaskipan hanga öll á þessari einu tölu — breyttu henni hvenær sem er og allt fylgir með.
it: Inviti, RSVP, accompagnatori, note alimentari e disposizione dei tavoli dipendono tutti da questo numero: cambiatelo quando volete e tutto il resto si aggiorna.
ja: 招待状も、出欠も、同伴者も、食事のメモも、席次も、すべてこの人数が基準になります — いつ変更しても、すべてが自動で追随します。
ko: 청첩장, 참석 여부, 동반자, 식사 요청 사항, 좌석 배치가 모두 이 숫자 하나에 연결돼요 — 언제든 바꾸면 나머지도 따라와요.
lv: Ielūgumi, RSVP atbildes, pavadoņi, uztura piezīmes un sēdvietas balstās uz šo vienu skaitli — maini to jebkurā brīdī, un viss pielāgosies.
nb: Invitasjoner, RSVP, følge, kostbehov og bordplassering henger alle på dette ene tallet – endre det når som helst, så følger resten med.
nl: Uitnodigingen, RSVP's, introducés, dieetwensen en de tafelindeling hangen allemaal aan dit ene getal — pas het aan wanneer je wilt en de rest volgt vanzelf.
pl: Zaproszenia, RSVP, osoby towarzyszące, preferencje żywieniowe i plan stołów zależą od tej jednej liczby — zmieńcie ją kiedy chcecie, reszta dostosuje się sama.
pt: Convites, RSVPs, acompanhantes, restrições alimentares e mesas dependem desse número — mude quando quiser e todo o resto acompanha.
ro: Invitațiile, RSVP-urile, însoțitorii, preferințele alimentare și așezarea la mese pornesc toate de la acest număr — schimbă-l oricând și restul se ajustează.
ru: Приглашения, RSVP, сопровождающие, пожелания по еде и рассадка зависят от этой цифры — измените её в любой момент, и всё пересчитается.
sk: Pozvánky, RSVP, sprievod, stravovacie poznámky aj zasadací poriadok vychádzajú z tohto jedného čísla — kedykoľvek ho zmeňte a všetko sa prispôsobí.
sl: Vabila, RSVP-ji, spremljevalci, prehranske opombe in sedežni red – vse je odvisno od te ene številke. Spremenita jo kadar koli in vse se prilagodi.
sv: Inbjudningar, OSA, medföljande, matpreferenser och bordsplacering hänger alla på den här siffran – ändra den när du vill så följer allt annat med.
th: การ์ดเชิญ RSVP ผู้ติดตาม โน้ตเรื่องอาหาร และผังที่นั่ง ล้วนอ้างอิงจากตัวเลขนี้ — เปลี่ยนเมื่อไรก็ได้ แล้วทุกอย่างจะปรับตาม
tr: Davetiyeler, RSVP'ler, refakatçiler, beslenme notları ve oturma düzeni hep bu tek sayıya bağlı — istediğiniz zaman değiştirin, gerisi kendiliğinden uyum sağlar.
uk: Запрошення, RSVP, супутники, харчові нотатки й розсадка залежать від цієї однієї цифри — змініть її будь-коли, і все підлаштується.
vi: Thiệp mời, RSVP, người đi cùng, ghi chú ăn uống và sơ đồ chỗ ngồi đều dựa vào con số này — đổi lúc nào cũng được, mọi thứ sẽ tự điều chỉnh theo.
zh_hans: 请柬、RSVP、同行宾客、饮食备注和座位安排都取决于这一个数字——随时改，其他都会跟着更新。
zh_hant: 喜帖、RSVP、攜伴、飲食備註和座位安排全都以這個數字為基準 — 隨時修改，其他都會跟著更新。

source: Invited
ar: مدعو
cs: Pozváno
da: Inviteret
de: Eingeladen
es: Invitados
et: Kutsutud
fi: Kutsuttu
fr: Invités
hr: Pozvano
hu: Meghívva
is: Boðið
it: Invitati
ja: 招待済み
ko: 초대함
lv: Uzaicināts
nb: Invitert
nl: Uitgenodigd
pl: Zaproszeni
pt: Convidado
ro: Invitat
ru: Приглашён
sk: Pozvaní
sl: Povabljen
sv: Inbjuden
th: เชิญแล้ว
tr: Davet edildi
uk: Запрошено
vi: Đã mời
zh_hans: 已邀请
zh_hant: 已邀請

source: Invoice
ar: فاتورة
cs: Faktura
da: Faktura
de: Rechnung
es: Factura
et: Arve
fi: Lasku
fr: Facture
hr: Račun
hu: Számla
is: Reikningur
it: Fattura
ja: 請求書
ko: 청구서
lv: Rēķins
nb: Faktura
nl: Factuur
pl: Faktura
pt: Fatura
ro: Factură
ru: Счёт
sk: Faktúra
sl: Račun
sv: Faktura
th: ใบแจ้งหนี้
tr: Fatura
uk: Рахунок
vi: Hóa đơn
zh_hans: 发票
zh_hant: 請款單

source: Is Child
ar: طفل
cs: Je dítě
da: Er barn
de: Ist ein Kind
es: Es niño
et: On laps
fi: On lapsi
fr: Est un enfant
hr: Dijete
hu: Gyerek
is: Er barn
it: È un bambino
ja: お子様
ko: 어린이 여부
lv: Ir bērns
nb: Er barn
nl: Is kind
pl: To dziecko
pt: É criança
ro: Este copil
ru: Ребёнок
sk: Je dieťa
sl: Je otrok
sv: Är barn
th: เป็นเด็ก
tr: Çocuk mu
uk: Дитина
vi: Là trẻ em
zh_hans: 是儿童
zh_hant: 是否為兒童

source: It means the world to us
ar: هذا يعني لنا الكثير
cs: Znamená to pro nás strašně moc
da: Det betyder alt for os
de: Es bedeutet uns die Welt
es: Significa muchísimo para nosotros
et: See tähendab meile väga palju
fi: Se merkitsee meille valtavasti
fr: Cela compte énormément pour nous
hr: To nam znači sve
hu: Rengeteget jelent nekünk
is: Það þýðir allt fyrir okkur
it: Per noi significa tantissimo
ja: 本当に励みになります
ko: 정말 큰 힘이 돼요
lv: Mums tas nozīmē ļoti daudz
nb: Det betyr alt for oss
nl: Het betekent enorm veel voor ons
pl: To dla nas ogromnie wiele znaczy
pt: Isso significa muito para nós
ro: Înseamnă enorm pentru noi
ru: Для нас это очень много значит
sk: Znamená to pre nás svet
sl: Za nas to pomeni ogromno
sv: Det betyder allt för oss
th: มีความหมายกับเรามาก
tr: Bizim için çok değerli
uk: Для нас це дуже багато значить
vi: Điều đó có ý nghĩa rất lớn với chúng tôi
zh_hans: 这对我们意义非凡
zh_hant: 這對我們意義重大

source: It's still free! Enjoy.
ar: ما زالت مجانية! استمتع.
cs: Pořád je to zdarma! Užívejte.
da: Det er stadig gratis! Nyd det.
de: Es ist noch gratis! Genieße es.
es: ¡Aún es gratis! Disfruta.
et: See on endiselt tasuta! Naudi.
fi: Se on yhä ilmaista! Nauti.
fr: C'est encore gratuit ! Profitez-en.
hr: Još uvijek je besplatno! Uživajte.
hu: Még mindig ingyenes! Élvezd.
is: Það er enn ókeypis! Njóttu.
it: È ancora gratis! Goditelo.
ja: まだ無料です！どうぞお楽しみください。
ko: 아직 무료예요! 마음껏 사용하세요.
lv: Tas joprojām ir bez maksas! Izbaudi.
nb: Det er fortsatt gratis! Kos dere.
nl: Het is nog steeds gratis! Geniet ervan.
pl: Nadal za darmo! Korzystajcie.
pt: Ainda é gratuito! Aproveite.
ro: Este în continuare gratuit! Bucură-te.
ru: Пока всё бесплатно! Наслаждайтесь.
sk: Stále je to zadarmo! Užívajte si.
sl: Še vedno je brezplačno! Uživajta.
sv: Det är fortfarande gratis! Njut.
th: ตอนนี้ยังฟรีอยู่! ใช้ให้เต็มที่เลย
tr: Hâlâ ücretsiz! Keyfini çıkarın.
uk: Це все ще безкоштовно! Насолоджуйтеся.
vi: Vẫn đang miễn phí! Cứ thoải mái nhé.
zh_hans: 现在仍然免费！尽情使用吧。
zh_hant: 現在還是免費的！好好享受吧。

source: Item Details
ar: تفاصيل البند
cs: Detaily položky
da: Detaljer om posten
de: Details zum Posten
es: Detalles del elemento
et: Kirje üksikasjad
fi: Kohteen tiedot
fr: Détails du poste
hr: Detalji stavke
hu: A tétel részletei
is: Upplýsingar um lið
it: Dettagli della voce
ja: 項目の詳細
ko: 항목 상세
lv: Pozīcijas detaļas
nb: Detaljer om posten
nl: Details van het item
pl: Szczegóły pozycji
pt: Detalhes do item
ro: Detalii element
ru: Детали позиции
sk: Detaily položky
sl: Podrobnosti postavke
sv: Detaljer om posten
th: รายละเอียดรายการ
tr: Kalem Detayları
uk: Деталі позиції
vi: Chi tiết khoản mục
zh_hans: 项目详情
zh_hant: 項目細節

source: Items
ar: البنود
cs: Položky
da: Poster
de: Posten
es: Elementos
et: Kirjed
fi: Kohteet
fr: Postes
hr: Stavke
hu: Tételek
is: Liðir
it: Voci
ja: 項目
ko: 항목
lv: Pozīcijas
nb: Poster
pl: Pozycje
pt: Itens
ro: Elemente
ru: Позиции
sk: Položky
sl: Postavke
sv: Poster
th: รายการ
tr: Kalemler
uk: Позиції
vi: Khoản mục
zh_hans: 项目
zh_hant: 項目

source: Just
ar: فقط
cs: Jen
da: Kun
de: Nur
es: Solo
et: Vaid
fi: Vain
fr: Seulement
hr: Samo
hu: Csak
is: Aðeins
it: Solo
ja: たったの
ko: 단
lv: Tikai
nb: Kun
nl: Slechts
pl: Tylko
pt: Apenas
ro: Doar
ru: Всего
sk: Len
sl: Le
sv: Bara
th: เพียง
tr: Sadece
uk: Лише
vi: Chỉ
zh_hans: 仅需
zh_hant: 只要

source: Just %@
ar: فقط %@
cs: Jen %@
da: Kun %@
de: Nur %@
es: Solo %@
et: Vaid %@
fi: Vain %@
fr: Seulement %@
hr: Samo %@
hu: Csak %@
is: Aðeins %@
it: Solo %@
ja: たったの %@
ko: 단 %@
lv: Tikai %@
nb: Kun %@
nl: Slechts %@
pl: Tylko %@
pt: Apenas %@
ro: Doar %@
ru: Всего %@
sk: Len %@
sl: Le %@
sv: Bara %@
th: เพียง %@
tr: Sadece %@
uk: Лише %@
vi: Chỉ %@
zh_hans: 仅需 %@
zh_hant: 只要 %@

source: Just engaged
ar: خطوبة جديدة
cs: Čerstvě zasnoubení
da: Lige blevet forlovet
de: Frisch verlobt
es: Recién comprometidos
et: Äsja kihlatud
fi: Juuri kihlautuneet
fr: Tout juste fiancés
hr: Tek zaručeni
hu: Frissen eljegyezve
is: Nýtrúlofuð
it: Appena fidanzati
ja: 婚約したばかり
ko: 이제 막 결혼을 약속했어요
lv: Tikko saderinājāmies
nb: Nyforlovet
nl: Net verloofd
pl: Świeżo po zaręczynach
pt: Acabamos de ficar noivos
ro: Proaspăt logodiți
ru: Только обручились
sk: Čerstvo zasnúbení
sl: Sveže zaročena
sv: Nyförlovad
th: เพิ่งหมั้นกัน
tr: Yeni nişanlandık
uk: Щойно заручилися
vi: Vừa đính hôn
zh_hans: 刚刚订婚
zh_hant: 剛訂婚

source: Keep going
ar: واصل
cs: Jen tak dál
da: Fortsæt sådan
de: Weiter
es: Seguir
et: Jätka samas vaimus
fi: Jatka samaan malliin
fr: Continuer
hr: Samo nastavite
hu: Csak így tovább
is: Haltu áfram
it: Continua
ja: この調子で
ko: 계속 가봐요
lv: Turpini
nb: Fortsett sånn
nl: Ga zo door
pl: Tak trzymajcie
pt: Continuem assim
ro: Continuă tot așa
ru: Продолжайте
sk: Len tak ďalej
sl: Kar tako naprej
sv: Fortsätt så
th: ไปต่อเลย
tr: Devam edin
uk: Продовжуйте
vi: Tiếp tục nào
zh_hans: 继续加油
zh_hant: 繼續加油

source: Keep my plan
ar: احتفظ بخطتي
cs: Ponechat můj plán
da: Behold min plan
de: Plan behalten
es: Conservar mi plan
et: Jätan oma plaani alles
fi: Pidä suunnitelmani
fr: Garder mon plan
hr: Zadrži moj plan
hu: Megtartom a tervem
is: Halda áætluninni minni
it: Tieni il mio piano
ja: プランを続ける
ko: 내 플랜 유지하기
lv: Paturēt manu plānu
nb: Behold planen min
nl: Mijn plan behouden
pl: Zachowaj mój plan
pt: Manter meu plano
ro: Păstrează-mi planul
ru: Оставить мой план
sk: Ponechať si plán
sl: Obdrži moj načrt
sv: Behåll min plan
th: เก็บแผนของฉันไว้
tr: Planımı koru
uk: Залишити мій план
vi: Giữ kế hoạch của tôi
zh_hans: 保留我的计划
zh_hant: 保留我的計畫

source: Keep your plan for less — one last offer before you go.
ar: احتفظ بخطتك بسعر أقل — عرض أخير قبل أن تذهب.
cs: Nechte si svůj plán levněji — poslední nabídka, než odejdete.
da: Behold jeres plan til en lavere pris — et sidste tilbud, før I går.
de: Behaltet euren Plan – für weniger. Ein letztes Angebot, bevor ihr geht.
es: Conserva tu plan por menos: una última oferta antes de irte.
et: Säilita oma plaan soodsamalt — üks viimane pakkumine enne lahkumist.
fi: Pidä suunnitelmasi edullisemmin — viimeinen tarjous ennen lähtöäsi.
fr: Gardez votre plan pour moins cher — une dernière offre avant de partir.
hr: Zadržite svoj plan za manje — posljednja ponuda prije nego što odete.
hu: Tartsd meg a terved kevesebbért — egy utolsó ajánlat, mielőtt elmész.
is: Haltu áætluninni þinni fyrir minna — eitt síðasta tilboð áður en þú ferð.
it: Tieni il tuo piano spendendo meno: un'ultima offerta prima di uscire.
ja: もっとお得にプランを続けませんか — 最後の特別なご提案です。
ko: 더 저렴하게 플랜을 유지하세요 — 떠나기 전 마지막 제안이에요.
lv: Paturi savu plānu lētāk — pēdējais piedāvājums, pirms dodies prom.
nb: Behold planen til lavere pris – et siste tilbud før du går.
nl: Behoud je plan voor minder — een laatste aanbod voordat je gaat.
pl: Zatrzymajcie swój plan taniej — ostatnia oferta, zanim odejdziecie.
pt: Fique com seu plano por menos — uma última oferta antes de você ir.
ro: Păstrează-ți planul mai ieftin — o ultimă ofertă înainte să pleci.
ru: Сохраните свой план дешевле — последнее предложение перед уходом.
sk: Nechajte si svoj plán lacnejšie — posledná ponuka, než odídete.
sl: Obdržita načrt za manj – zadnja ponudba, preden odideta.
sv: Behåll din plan för mindre – ett sista erbjudande innan du går.
th: เก็บแผนของคุณไว้ในราคาที่ถูกลง — ข้อเสนอสุดท้ายก่อนคุณจากไป
tr: Planınızı daha ucuza koruyun — gitmeden önce son bir teklif.
uk: Залиште свій план дешевше — остання пропозиція перед тим, як піти.
vi: Giữ lại kế hoạch của bạn với giá thấp hơn — ưu đãi cuối cùng trước khi bạn rời đi.
zh_hans: 用更低的价格保留你们的计划——离开前的最后一次优惠。
zh_hant: 用更低的價格留住你的計畫 — 離開前的最後優惠。

source: Keeping the budget
ar: الالتزام بالميزانية
cs: Udržet rozpočet
da: At overholde budgettet
de: Das Budget halten
es: No pasarnos del presupuesto
et: Eelarves püsimine
fi: Budjetissa pysyminen
fr: Tenir le budget
hr: Držanje proračuna
hu: Tartani a költségvetést
is: Að halda fjárhagsáætlunina
it: Rispettare il budget
ja: 予算を守ること
ko: 예산 지키기
lv: Noturēties budžeta ietvaros
nb: Å holde budsjettet
nl: Binnen het budget blijven
pl: Trzymanie się budżetu
pt: Manter o orçamento
ro: Încadrarea în buget
ru: Уложиться в бюджет
sk: Udržať rozpočet
sl: Ostati v okviru proračuna
sv: Att hålla budgeten
th: การคุมงบให้อยู่
tr: Bütçeyi tutturmak
uk: Утриматися в бюджеті
vi: Giữ đúng ngân sách
zh_hans: 守住预算
zh_hant: 守住預算

source: Kids Meal
ar: وجبة أطفال
cs: Dětské menu
da: Børnemenu
de: Kindermenü
es: Menú infantil
et: Lastemenüü
fi: Lasten ateria
fr: Menu enfant
hr: Dječji obrok
hu: Gyerekmenü
is: Barnamatur
it: Menu bambini
ja: お子様メニュー
ko: 어린이 식사
lv: Bērnu ēdiens
nb: Barnemeny
nl: Kindermenu
pl: Danie dla dzieci
pt: Menu infantil
ro: Meniu pentru copii
ru: Детское меню
sk: Detské menu
sl: Otroški meni
sv: Barnmeny
th: อาหารเด็ก
tr: Çocuk Menüsü
uk: Дитяче меню
vi: Suất ăn trẻ em
zh_hans: 儿童餐
zh_hant: 兒童餐

source: Know your guest list inside out
ar: اعرف قائمة ضيوفك عن ظهر قلب
cs: Mějte seznam hostů dokonale pod kontrolou
da: Kend jeres gæsteliste ud og ind
de: Kenne deine Gästeliste in- und auswendig
es: Conoce tu lista de invitados al detalle
et: Tunne oma külaliste nimekirja läbi ja lõhki
fi: Tunne vieraslistasi läpikotaisin
fr: Connaissez votre liste d'invités sur le bout des doigts
hr: Poznajte svoj popis gostiju u dušu
hu: Ismerd a vendéglistádat kívülről-belülről
is: Þekktu gestalistann þinn í þaula
it: Conosci a fondo la tua lista invitati
ja: ゲストリストを隅々まで把握
ko: 하객 명단을 속속들이 파악하세요
lv: Pārzini savu viesu sarakstu līdz sīkumam
nb: Kjenn gjestelisten ut og inn
nl: Ken je gastenlijst van binnen en van buiten
pl: Znajcie swoją listę gości na wylot
pt: Conheça sua lista de convidados de ponta a ponta
ro: Îți cunoști lista de invitați pe de rost
ru: Знайте свой список гостей наизусть
sk: Poznajte svoj zoznam hostí do posledného detailu
sl: Poznajta svoj seznam gostov do potankosti
sv: Kunna din gästlista utan och innan
th: รู้จักรายชื่อแขกของคุณอย่างทะลุปรุโปร่ง
tr: Misafir listenizi avucunuzun içi gibi bilin
uk: Знайте свій список гостей досконало
vi: Nắm rõ danh sách khách mời trong lòng bàn tay
zh_hans: 把宾客名单摸得一清二楚
zh_hant: 把賓客名單掌握得一清二楚

source: Kosher
ar: كوشير
cs: Košer
de: Koscher
et: Koššer
fr: Casher
hr: Košer
hu: Kóser
ja: コーシャ
ko: 코셔
lv: Košers
nl: Koosjer
pl: Koszerne
ro: Cușer
ru: Кошерное
sk: Kóšer
sl: Košer
th: โคเชอร์
tr: Koşer
uk: Кошер
zh_hans: 洁食
zh_hant: 猶太潔食

source: LOVING BLISSFUL?
ar: هل تحب Blissful؟
cs: LÍBÍ SE VÁM BLISSFUL?
da: ELSKER DU BLISSFUL?
de: GEFÄLLT DIR BLISSFUL?
es: ¿TE ENCANTA BLISSFUL?
et: MEELDIB BLISSFUL?
fi: PIDÄTKÖ BLISSFULISTA?
fr: VOUS AIMEZ BLISSFUL ?
hr: SVIĐA VAM SE BLISSFUL?
hu: TETSZIK A BLISSFUL?
is: LÍKAR ÞÉR VIÐ BLISSFUL?
it: TI PIACE BLISSFUL?
ja: Blissful はいかがですか？
ko: Blissful이 마음에 드시나요?
lv: PATĪK BLISSFUL?
nb: LIKER DU BLISSFUL?
nl: BLIJ MET BLISSFUL?
pl: PODOBA WAM SIĘ BLISSFUL?
pt: ESTÁ GOSTANDO DO BLISSFUL?
ro: ÎȚI PLACE BLISSFUL?
ru: НРАВИТСЯ BLISSFUL?
sk: PÁČI SA VÁM BLISSFUL?
sl: VAMA JE BLISSFUL VŠEČ?
sv: GILLAR DU BLISSFUL?
th: ชอบ Blissful ไหม?
tr: BLISSFUL'I SEVDİNİZ Mİ?
uk: ПОДОБАЄТЬСЯ BLISSFUL?
vi: BẠN YÊU THÍCH BLISSFUL?
zh_hans: 喜欢 Blissful 吗？
zh_hant: 喜歡 Blissful 嗎？

source: Large
ar: كبير
cs: Velká
da: Stort
de: Groß
es: Grande
et: Suur
fi: Suuri
fr: Grand
hr: Veliko
hu: Nagy
is: Stór
it: Grande
ja: ラージ
ko: 대규모
lv: Lielas
nb: Stort
nl: Groot
pl: Duże
pt: Grande
ro: Mare
ru: Большая
sk: Veľká
sl: Velika
sv: Stort
th: ใหญ่
tr: Büyük
uk: Велике
vi: Lớn
zh_hans: 大型
zh_hant: 大型
